import css from "./AboutPage.module.css";

export default function AboutPage() {
  return (
    <div className={css.container}>
      <h1 className={css.title}>Про нас</h1>
      <p>
        Клієнти, які звертаються до нашого дизельного сервісу з метою провести
        якісний ремонт форсунок, завжди отримують перше запитання: «Що
        відбувається з Машиною?». Це питання задається для того, щоб дізнатися,
        чи зможемо ми допомогти вирішити вашу проблему, а не просто
        відремонтувати форсунки. Часто буває так, що несправність машини полягає
        зовсім не в поломці форсунки, а через проблеми з іншими комплектуючими.
        Безперечно, форсунки також можуть потребувати ремонту, але не є
        першопричиною пошкодження. Ремонт дизельних форсунок допоможе вирішити
        вашу проблему.
      </p>
      <p>ЕТАПИ ДІАГНОСТИКИ ТА РЕМОНТУ ФОРСУНОК</p>
      <p>
        Поломка форсунки може виникати за низкою факторів, через які ця деталь
        втрачає свої первісні властивості.
      </p>
      <p>Слід розділити роботу над форсунками на кілька етапів:</p>
      <ul>
        <li>
          Початкове очищення форсунки за допомогою піскоструминного апарату та
          ультразвукової ванни;
        </li>
        <li>
          Перша діагностика. На стенді для перевірки та обчислення характеру
          можливих ушкоджень форсунки;
        </li>
        <li>
          Подальше обговорення пошкоджень із клієнтом та можливі способи
          вирішення проблеми;
        </li>
        <li>
          Розбирання, реставрація або заміна деталей форсунки для коректної
          роботи,
        </li>
        <li>Складання форсунки, регулювання зазорів;</li>
        <li>
          Фінальна діагностика на стенді для перевірки якості роботи форсунки,
          та кодування
        </li>
      </ul>
      <p>
        Ми намагаємося провести найбільш оптимальний та недорогий ремонт
        дизельних форсунок.
      </p>
    </div>
  );
}
